spec/support/fixtures/request/cancel_order/valid.xml

<?xml version="1.0" encoding="UTF-8"?><env:Envelope xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:tns="urn:SSC_EVoucher" xmlns:env="http://schemas.xmlsoap.org/soap/envelope/"><env:Header><authentication><username>CG12345678</username><password>CG34fewr4</password></authentication></env:Header><env:Body><tns:CancelOrder><OrderID>9185</OrderID></tns:CancelOrder></env:Body></env:Envelope>
